/* Details of a saved bank account. '{Bank name} account ending in {last 4}' e.g. 'Wells Fargo account ending in 4242'
   Details of a saved card. '{card brand} ending in {last 4}' e.g. 'VISA ending in 4242' */
"%1$@ ending in %2$@" = "%1$@ ending in %2$@";

/* Bank name when bank is offline for maintenance. */
"%@ - Offline" = "%@ - Offline";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"+ Add" = "+ Add";

/* Source type brand name */
"3D Secure" = "3D Secure";

/* Title for Add a Card view */
"Add a Card" = "Add a Card";

/* Title shown above a card entry form */
"Add a card" = "Add a card";

/* Text for a button that, when tapped, displays another screen where the customer
can add a new payment method */
"Add a payment method" = "Add a payment method";

/* Button prompt to add a bank account as a payment method. */
"Add bank account" = "Add bank account";

/* Button to add a new credit card. */
"Add New Card…" = "Add New Card…";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"Add new payment method" = "Add new payment method";

/* Title shown above a form where the customer can enter payment information like credit card details, email, billing address, etc. */
"Add your payment information" = "Add your payment information";

/* Address line 2 placeholder for billing address form. */
"Address line 2 (optional)" = "Address line 2 (optional)";

/* Payment Method type brand name */
"Affirm" = "Affirm";

/* Payment Method type brand name */
"Afterpay" = "Afterpay";

/* Payment Method type brand name
   Source type brand name */
"Alipay" = "Alipay";

/* Text for Apple Pay payment method */
"Apple Pay" = "Apple Pay";

/* Caption for Apartment/Address line 2 field on address form */
"Apt." = "Apt.";

/* Title of confirmation prompt when removing a saved card. */
"Are you sure you want to remove this card?" = "Are you sure you want to remove this card?";

/* Title of confirmation prompt when removing a linked bank account. */
"Are you sure you want to remove this linked account?" = "Are you sure you want to remove this linked account?";

/* Payment Method type brand name. */
"AU BECS Direct Debit" = "AU BECS Direct Debit";

/* Text for back button */
"Back" = "Back";

/* Payment Method type brand name
   Source type brand name */
"Bancontact" = "Bancontact";

/* Link Instant Debit payment method display name */
"Bank" = "Bank";

/* Title for collected bank account information */
"Bank account" = "Bank account";

/* Label for Bank Account selection or detail entry form */
"Bank Account" = "Bank Account";

/* Billing address section title for card form entry. */
"Billing address" = "Billing address";

/* Title for billing address entry section */
"Billing Address" = "Billing Address";

/* Payment Method type brand name */
"BLIK" = "BLIK";

/* Payment Method type brand name */
"Boleto" = "Boleto";

/* Placeholder text for BSB Number entry field for BECS Debit. */
"BSB" = "BSB";

/* Klarna buy now or pay later copy */
"Buy now or pay later with Klarna." = "Buy now or pay later with Klarna.";

/* Text providing link to terms for ACH payments */
"By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>." = "By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>.";

/* Mandate text displayed when paying via Link instant debit. */
"By continuing, you agree to authorize payments pursuant to these <terms>terms</terms>." = "By continuing, you agree to authorize payments pursuant to these <terms>terms</terms>.";

/* Legal text shown when creating a Link account. */
"By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>.";

/* Legal text shown when using AUBECS. */
"By providing your bank account details and confirming this payment, you agree to this Direct Debit Request and the <terms>Direct Debit Request service agreement</terms>, and authorise Stripe Payments Australia Pty Ltd ACN 160 180 343 Direct Debit User ID number 507156 (“Stripe”) to debit your account through the Bulk Electronic Clearing System (BECS) on behalf of %@ (the \"Merchant\") for any amounts separately communicated to you by the Merchant. You certify that you are either an account holder or an authorised signatory on the account listed above." = "By providing your bank account details and confirming this payment, you agree to this Direct Debit Request and the <terms>Direct Debit Request service agreement</terms>, and authorise Stripe Payments Australia Pty Ltd ACN 160 180 343 Direct Debit User ID number 507156 (“Stripe”) to debit your account through the Bulk Electronic Clearing System (BECS) on behalf of %@ (the \"Merchant\") for any amounts separately communicated to you by the Merchant. You certify that you are either an account holder or an authorised signatory on the account listed above.";

/* SEPA mandate text */
"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur.";

/* Mandate text with link to terms when saving a bank account payment method to a merchant (merchant name replaces %@). */
"By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>." = "By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>.";

/* Payment Method for credit card
   Title for credit card number entry field */
"Card" = "Card";

/* Card details entry form header title */
"Card information" = "Card information";

/* accessibility label for text field */
"card number" = "card number";

/* Label for card number entry text field */
"Card number" = "Card number";

/* Title for a button that allows the user to use a different email in the signup flow. */
"Change email" = "Change email";

/* TODO */
"Choose a payment method" = "Choose a payment method";

/* Payment Method type brand name */
"Clearpay" = "Clearpay";

/* Accessibility label for the button to close the card scanner. */
"Close card scanner" = "Close card scanner";

/* Accessibility label describing a field for entering a login code */
"Code field" = "Code field";

/* Text of a notification shown to the user when a login code is successfully sent via SMS. */
"Code sent" = "Code sent";

/* Title for contact info form */
"Contact" = "Contact";

/* Label for entering CVC in text field */
"CVC" = "CVC";

/* Label for entering CVV in text field */
"CVV" = "CVV";

/* Label for identifying the default payment method. */
"Default" = "Default";

/* Title for delivery info form */
"Delivery" = "Delivery";

/* Title for delivery address entry section */
"Delivery Address" = "Delivery Address";

/* Accessibility hint for a text field */
"Double tap to edit" = "Double tap to edit";

/* Button title to enter editing mode */
"Edit" = "Edit";

/* Text for a button that allows manual entry of an address */
"Enter address manually" = "Enter address manually";

/* Instructs the user to enter the code sent to their phone number in order to login to Link */
"Enter the code sent to %@ to use Link to pay by default." = "Enter the code sent to %@ to use Link to pay by default.";

/* Two factor authentication screen heading */
"Enter your verification code" = "Enter your verification code";

/* Payment Method type brand name.
   Source type brand name */
"EPS" = "EPS";

/* Label title for EPS Bank */
"EPS Bank" = "EPS Bank";

/* Placeholder string for email entry field. */
"example@example.com" = "example@example.com";

/* accessibility label for text field */
"expiration date" = "expiration date";

/* A text notice shown when the user selects a card that requires
re-entering the security code (CVV/CVC). */
"For security, please re-enter your card’s security code." = "For security, please re-enter your card’s security code.";

/* Payment Method type brand name */
"FPX" = "FPX";

/* Label for free shipping method */
"Free" = "Free";

/* Placeholder string for name entry field. */
"Full name" = "Full name";

/* Source type brand name */
"Giropay" = "Giropay";

/* Payment Method type brand name. */
"giropay" = "giropay";

/* Payment Method type brand name. */
"GrabPay" = "GrabPay";

/* Label for an IBAN field */
"IBAN" = "IBAN";

/* Source type brand name */
"iDEAL" = "iDEAL";

/* iDEAL bank section title for iDEAL form entry. */
"iDEAL Bank" = "iDEAL Bank";

/* Spoken during VoiceOver when a form field has failed validation. */
"Invalid data." = "Invalid data.";

/* Shipping form error message */
"Invalid Shipping Address" = "Invalid Shipping Address";

/* Title for a button that when tapped creates a Link account for the user. */
"Join Link" = "Join Link";

/* Payment Method type brand name
   Source type brand name */
"Klarna" = "Klarna";

/* Link Payment Method type brand name */
"Link" = "Link";

/* Title for screen when data is still loading from the network. */
"Loading…" = "Loading…";

/* Title of the logout action. */
"Log out of Link" = "Log out of Link";

/* label for text field to enter card expiry */
"MM / YY" = "MM / YY";

/* label for text field to enter card expiry */
"MM/YY" = "MM/YY";

/* Source type brand name */
"Multibanco" = "Multibanco";

/* Payment Method type brand name */
"NetBanking" = "NetBanking";

/* Button to move to the next text entry field */
"Next" = "Next";

/* Text of a label for confirming an email address. E.g., 'Not user@example.com?' */
"Not %@?" = "Not %@?";

/* Button to pay with a Bank Account (using FPX). */
"Online Banking (FPX)" = "Online Banking (FPX)";

/* Separator label between two options */
"Or" = "Or";

/* Title of a section displayed below an Apple Pay button. The section contains alternative ways to pay. */
"Or pay using" = "Or pay using";

/* Title of a section displayed below an Apple Pay button. The section contains a credit card form as an alternative way to pay. */
"Or pay with a card" = "Or pay with a card";

/* Payment Method type brand name */
"OXXO" = "OXXO";

/* Source type brand name */
"P24" = "P24";

/* Label of a button that initiates payment when tapped */
"Pay %@" = "Pay %@";

/* Label of a button that when tapped allows the user to select a different form of payment. */
"Pay another way" = "Pay another way";

/* Label describing the benefit of signing up for Link.
Pay faster at {Merchant Name} and thousands of merchants
e.g, 'Pay faster at Example, Inc. and thousands of merchants.' */
"Pay faster at %@ and thousands of merchants." = "Pay faster at %@ and thousands of merchants.";

/* Klarna pay later copy */
"Pay later with Klarna." = "Pay later with Klarna.";

/* Pay over time with Affirm copy */
"Pay over time with %@" = "Pay over time with %@";

/* Title shown above a section containing various payment options */
"Pay using" = "Pay using";

/* Label preceding the selected payment method. */
"Pay with" = "Pay with";

/* Pay with {payment method} */
"Pay with %@" = "Pay with %@";

/* US Bank Account copy title for Mobile payment element form */
"Pay with your bank account in just a few steps." = "Pay with your bank account in just a few steps.";

/* Title for Payment Method screen */
"Payment Method" = "Payment Method";

/* Payment Method type brand name */
"PayPal" = "PayPal";

/* Accessibility instructions for card scanning. */
"Point the camera at your card." = "Point the camera at your card.";

/* Caption for Postal Code field on address form (only shown in countries other than the United States)
   Postal code placeholder */
"Postal Code" = "Postal Code";

/* Label of a button that, when tapped, initiates payment, becomes disabled, and displays this text */
"Processing..." = "Processing...";

/* Payment Method type brand name. */
"Przelewy24" = "Przelewy24";

/* Label title for Przelewy24 Bank */
"Przelewy24 Bank" = "Przelewy24 Bank";

/* Content for alert popup prompting to confirm removing a saved card. Remove {card brand} ending in {last 4} e.g. 'Remove VISA ending in 4242' */
"Remove %1$@ ending in %2$@" = "Remove %1$@ ending in %2$@";

/* Title for confirmation alert to remove a card */
"Remove Card" = "Remove Card";

/* Title for a button that when tapped removes a saved card. */
"Remove card" = "Remove card";

/* Title for a button that when tapped removes a linked bank account. */
"Remove linked account" = "Remove linked account";

/* Label for a button that re-sends the a login code when tapped */
"Resend code" = "Resend code";

/* The label of a switch indicating whether to save the payment method for future payments. */
"Save for future payments" = "Save for future payments";

/* Label for a checkbox that when checked allows the payment information
to be saved and used in future checkout sessions. */
"Save my info for secure 1-click checkout" = "Save my info for secure 1-click checkout";

/* Prompt next to checkbox to save bank account. */
"Save this account for future %@ payments" = "Save this account for future %@ payments";

/* The label of a switch indicating whether to save the user's card for future payment */
"Save this card for future %@ payments" = "Save this card for future %@ payments";

/* Title for the Link signup screen */
"Secure 1⁠-⁠click checkout" = "Secure 1⁠-⁠click checkout";

/* Label prompting the user to select one of the saved payment methods from a list. */
"Select a saved payment" = "Select a saved payment";

/* Title shown above a carousel containing the customer's payment methods */
"Select your payment method" = "Select your payment method";

/* Payment method brand name */
"SEPA Debit" = "SEPA Debit";

/* Source type brand name */
"SEPA Direct Debit" = "SEPA Direct Debit";

/* Label for a button or menu item that sets a payment method as default when tapped. */
"Set as default" = "Set as default";

/* Label of a checkbox that when checked makes a payment method as the default one. */
"Set as default payment method" = "Set as default payment method";

/* Label of a button displayed below a payment method form. Tapping the button sets the payment method up for future use */
"Set up" = "Set up";

/* Title for shipping info form */
"Shipping" = "Shipping";

/* Title for shipping address entry section */
"Shipping Address" = "Shipping Address";

/* Label for shipping method form */
"Shipping Method" = "Shipping Method";

/* Accessibility label for an action or a button that shows a menu. */
"Show menu" = "Show menu";

/* Two factor authentication screen heading */
"Sign in to your Link account" = "Sign in to your Link account";

/* Payment Method type brand name
   Source type brand name */
"Sofort" = "Sofort";

/* Error message when an error case happens when linking your account */
"Something went wrong when linking your account.\nPlease try again later." = "Something went wrong when linking your account.\nPlease try again later.";

/* Caption for generalized state/province/region field on address form (not tied to a specific country's format) */
"State / Province / Region" = "State / Province / Region";

/* Prompt for microdeposit verification before completing purchase with merchant. %@ will be replaced by merchant business name */
"Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@." = "Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@.";

/* Accessibility hint to tell the user that they can tap to hide additional content. */
"Tap to close" = "Tap to close";

/* Accessibility hint to tell the user that they can tap to reveal additional content. */
"Tap to expand" = "Tap to expand";

/* Error string displayed to user when they enter in an invalid BSB number. */
"The BSB you entered is invalid." = "The BSB you entered is invalid.";

/* An error message. */
"The IBAN you entered is incomplete." = "The IBAN you entered is incomplete.";

/* An error message. */
"The IBAN you entered is invalid, \"%@\" is not a supported country code." = "The IBAN you entered is invalid, \"%@\" is not a supported country code.";

/* A text notice shown when the user selects an expired card. */
"This card has expired. Update it to keep using it or use a different payment." = "This card has expired. Update it to keep using it or use a different payment.";

/* Text of a label indicating that a payment method is the default. */
"This is your default" = "This is your default";

/* Error when 3DS2 authentication timed out. */
"Timed out authenticating your payment method -- try again" = "Timed out authenticating your payment method -- try again";

/* Error when the user hasn't allowed the current app to access the camera when scanning a payment card. 'Settings' is the localized name of the iOS Settings app. */
"To scan your card, allow camera access in Settings." = "To scan your card, allow camera access in Settings.";

/* Label shown when a payment method cannot be used for the current transaction. */
"Unavailable for this purchase" = "Unavailable for this purchase";

/* Default missing source type label */
"Unknown" = "Unknown";

/* Title for a button that when tapped, presents a screen for updating a card. Also
the heading the screen itself. */
"Update card" = "Update card";

/* Payment Method type brand name */
"UPI" = "UPI";

/* Payment Method type name for US Bank Account payments. */
"US Bank Account" = "US Bank Account";

/* Button to fill shipping address from billing address. */
"Use Billing" = "Use Billing";

/* Button to fill billing address from delivery address. */
"Use Delivery" = "Use Delivery";

/* Button to fill billing address from shipping address. */
"Use Shipping" = "Use Shipping";

/* Two factor authentication screen heading */
"Use your saved info to check out faster" = "Use your saved info to check out faster";

/* Error when 3DS2 authentication failed (e.g. customer entered the wrong code) */
"We are unable to authenticate your payment method. Please choose a different payment method and try again." = "We are unable to authenticate your payment method. Please choose a different payment method and try again.";

/* Payment Method type brand name
   Source type brand name */
"WeChat Pay" = "WeChat Pay";

/* Error message for card form when card number is incomplete */
"Your card number is incomplete." = "Your card number is incomplete.";

/* Error message for card form when card number is invalid */
"Your card number is invalid." = "Your card number is invalid.";

/* Error message for card details form when expiration date isn't entered completely */
"Your card's expiration date is incomplete." = "Your card's expiration date is incomplete.";

/* Error message for card details form when expiration date is invalid */
"Your card's expiration date is invalid." = "Your card's expiration date is invalid.";

/* String to describe an invalid month in expiry date. */
"Your card's expiration month is invalid." = "Your card's expiration month is invalid.";

/* String to describe an invalid year in expiry date. */
"Your card's expiration year is invalid." = "Your card's expiration year is invalid.";

/* Error message for card entry form when CVC/CVV is incomplete. */
"Your card's security code is incomplete." = "Your card's security code is incomplete.";

/* Error message for card entry form when CVC/CVV is invalid */
"Your card's security code is invalid." = "Your card's security code is invalid.";

/* An error message. */
"Your IBAN should start with a two-letter country code." = "Your IBAN should start with a two-letter country code.";

/* Error message for when postal code in form is invalid */
"Your postal code is invalid." = "Your postal code is invalid.";

/* Error message for when postal code in form is invalid (US only) */
"Your ZIP is invalid." = "Your ZIP is invalid.";

/* Caption for Zip Code field on address form (only shown when country is United States only) */
"ZIP Code" = "ZIP Code";

